[
  {
    "name": "Spider Ivy",
    "image": "https://i.ibb.co/Yt834DS/1.jpg",
    "desc": "Chlorophytum comosum, usually called spider plant but also known as spider ivy and chickens is a species of evergreen perennial flowering plant. The plant is commonly marketed as Chlorophytum.",
    "price": 200
  },
  {
    "name": "Dracaena ",
    "image": "https://i.ibb.co/473kwjg/2.png",
    "desc": "Dracaena sanderiana is a species of flowering plant in the family Asparagaceae, native to Central Africa. We should buy this beautiful plant because, The plant is commonly marketed as 'lucky bamboo'.",
    "price": 220
  },
  {
    "name": "Tiffani",
    "image": "https://i.ibb.co/vw8ZZBT/3.png",
    "desc": "Having green houseplants in your surroundings is good, but having the Kentia palm is even better! We should buy this beautiful plant, It also filters toxic molecules out of the air and mind of human being.",
    "price": 250
  },
  {
    "name": "Sansevieria Punk",
    "image": "https://i.ibb.co/KDgDSGD/4.png",
    "desc": "we love a Sansevieria! This little guy makes our collection complete adding to our range a perfect little version! The Sansevieria has to be our favourite because it is the easiest variety we sell.",
    "price": 200
  },
  {
    "name": "Echeveria",
    "image": "https://i.ibb.co/3NGgjB8/6.png",
    "desc": "Echeveria is a large genus of flowering plants in the family Crassulaceae, native to semi-desert areas of Central America, Mexico and northwestern South America. We should buy this.",
    "price": 280
  },
  {
    "name": "Bonsai",
    "image": "https://i.ibb.co/W5vytHX/12.png",
    "desc": "Bonsai is a Japanese version of the original traditional Chinese art penjing or penzai. Unlike penjing, which utilizes traditional techniques to produce entire natural sceneries in small pots.",
    "price": 600
  },
  {
    "name": "Asparagus fern",
    "image": "https://i.ibb.co/0qXKVCv/11.png",
    "desc": "Adiantum capillus-veneris, the Southern maidenhair fern, black maidenhair fern, is a species of ferns in the genus Adiantum and the family Pteridaceae with a subcosmopolitan worldwide distribution.",
    "price": 500
  },
  {
    "name": "Yucca",
    "image": "https://i.ibb.co/NyrZNYg/5.png",
    "desc": "Yucca is a genus of perennial shrubs and trees in the family Asparagaceae, subfamily Agavoideae. The plant is commonly marketed as Yaccu. Its 40–50 species are notable for their rosettes of evergreen, tough, sword-shaped leaves.",
    "price": 450
  },
  {
    "name": "Winston Porter",
    "image": "https://i.ibb.co/f9fYnMd/7.png",
    "desc": "Winston Porter This artificial spike yucca succulent arrangement is hand-crafted. We should buy this because, Show your sense of style by adding this to an empty corner in any room of your home.",
    "price": 350
  },
  {
    "name": "Dracaena ",
    "image": "https://i.ibb.co/mhfdtyL/8.png",
    "desc": "Dracaena trifasciata is a species of flowering plant in the family Asparagaceae, native to tropical West Africa from Nigeria east to the Congo. It is most commonly known as the snake plant.",
    "price": 550
  },
  {
    "name": "Ficus Lirata",
    "image": "https://i.ibb.co/NY1j4gf/9.png",
    "desc": "Ficus lirata, commonly known as Fidel-leaf fig, is a species of flowering plant in the mulberry and fig family Moraceae. We should buy this because, It is native to West Africa in the Netherlands.",
    "price": 330
  },
  {
    "name": "Dracaena",
    "image": "https://i.ibb.co/fpj6xDD/10.png",
    "desc": "Dracaena is a genus of about 120 species of trees and succulent shrubs. The formerly accepted genera Pleomele and Sansevieria are now included in Dracaena. In the APG IV classification system.",
    "price": 390
  }
]
